[
    {
        "title": "Chicken",
        "sub_title": "ไก่ จัดอยู่ในประเภทสัตว์ปีกจำพวกนก ชื่อวิทยาศาสตร์ Gallus gallus",
        "image_url": "https://cdn.pixabay.com/photo/2019/04/24/08/48/chicken-4151637_960_720.jpg",
        "detail" : "บินได้ในระยะสั้น หากินตามพื้นดิน ตกไข่ก่อนแล้วจึงฟักเป็นตัว ตัวผู้หงอนใหญ่และเดือยยาว"
    },
    {
        "title": "Duck",
        "sub_title": "เป็ด เป็นสัตว์ปีกในวงศ์นกเป็ดน้ำ (Anatidae) ปากแบน ตีนแบน",
        "image_url": "https://cdn.pixabay.com/photo/2017/08/05/01/35/duck-2582017_960_720.jpg",
        "detail" : "เป็นสัตว์ปีกในวงศ์นกเป็ดน้ำ (Anatidae) ปากแบน ตีนแบน ระหว่างนิ้วมีพังผืดยึดติดกันเพื่อสะดวกในการว่ายน้ำ ตัวมีหลายสี เช่น น้ำตาล ขาว เขียว ชมพู ม่วง ขนาดเล็กกว่าห่าน ว่ายน้ำเก่ง กินปลา พืชน้ำและสัตว์เล็ก ๆ มีต้นตระกูลมาจากเป็ดแมลลาร์ด (Anas platyrhynchos) เป็ดเป็นนกน้ำที่มีขนาดเล็กกว่าหงส์และห่าน และสามารถพบได้ทั้งในน้ำจืดและน้ำเค็ม"

    },
    {
        "title": "Bird Teal",
        "sub_title": "เป็นวงศ์ย่อยของสัตว์ปีกจำพวกเป็ด หรือนกเป็ดน้ำวงศ์หนึ่ง ",
        "image_url": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT_nU-If6QeCwZogK80qWU8fM4-ca-YAq5D0RzUn5so30r0AjHE8ICjRN5VwTkSKUd2tNc&usqp=CAU",
        "detail" : "ลักษณะทั่วไปของนกในวงศ์นี้ คือ เป็นนกน้ำลำตัวป้อม มีลักษณะเด่นคึอ ปากแบนใหญ่ หางสั้น มีแผ่นพังผืดยึดนิ้วเท้า จึงช่วยให้ว่ายน้ำได้ดี มีลำคอเรียวยาว เมื่อเวลาว่ายน้ำจะโค้งเป็นรูปตัวเอส ขนเคลือบด้วยไขมันกันน้ำได้เป็นอย่างดี โดยน้ำไม่สามารถเข้าไปในชั้นขนได้ ตัวเมียมีลายสีน้ำตาลไม่ค่อยสวยงาม ต่างจากตัวผู้ที่มีสีสดใสกว่าชอบลอยตัวรวมกันเป็นฝูงในแหล่งน้ำ ทั้งในแหล่งน้ำจืดและแหล่งน้ำกร่อย หาอาหารโดยใช้ปากไชจิกพืชน้ำ จับกินสัตว์น้ำชนิดต่าง ๆ ตามผิวน้ำ หรืออาจจะดำลงไปจับใต้น้ำ ส่วนใหญ่ทำรังตามริมน้ำด้วยพืชน้ำ บางชนิดทำรังในโพรงไม้หรือซอกกำแพง และมีพฤติกรรมจับคู่อยู่เพียงตัวเดียวไปตลอด จะเปลี่ยนคู่ก็ต่อเมื่อคู่นั้นได้ตายลง"
    },
    {
        "title": "Owl",
        "sub_title": "นกเค้า หรือ นกฮูก เป็นนกที่มีรูปใบหน้าคล้ายแมว ",
        "image_url": "https://www.muggle-v.com/wp-content/uploads/2014/09/owls.jpg",
        "detail" : "นกเค้า หรือ นกฮูก เป็นนกที่อยู่ในอันดับ Strigiformes มีรูปใบหน้าคล้ายแมว อันเป็นที่มาของชื่อสามัญ จับสัตว์เล็ก ๆ กินเป็นอาหาร เช่น ค้างคาว หนู, งู สัตว์เลื้อยคลานและสัตว์ครึ่งบกครึ่งน้ำเล็ก ๆ ในขณะที่บางชนิดที่มีขนาดใหญ่อาจจับปลาหรือปูกินได้ด้วย จัดเป็นนกล่าเหยื่อจำพวกหนึ่งเหมือนเหยี่ยว, อินทรี และแร้ง ที่หากินในเวลากลางวัน ส่วนนกเค้าแมวนั้นมักหากินในเวลากลางคืน ทำให้มีเล็บโค้งแหลมและมีปากงุ้มแหลมสำหรับจับสัตว์กิน"
    }
]
